{
  "categories": {
    "Inspirational": [
      {"text": "The future belongs to those who believe in the beauty of their dreams.", "author": "Eleanor Roosevelt"},
      {"text": "You must be the change you wish to see in the world.", "author": "Mahatma Gandhi"},
      {"text": "What you get by achieving your goals is not as important as what you become by achieving your goals.", "author": "Zig Ziglar"},
      {"text": "The only way to do great work is to love what you do.", "author": "Steve Jobs"},
      {"text": "Don't watch the clock; do what it does. Keep going.", "author": "Sam Levenson"},
      {"text": "Success is not final, failure is not fatal: It is the courage to continue that counts.", "author": "Winston Churchill"},
      {"text": "The harder I work, the luckier I get.", "author": "Samuel Goldwyn"},
      {"text": "It always seems impossible until it's done.", "author": "Nelson Mandela"},
      {"text": "The only limit to our realization of tomorrow will be our doubts of today.", "author": "Franklin D. Roosevelt"},
      {"text": "You are never too old to set another goal or to dream a new dream.", "author": "C.S. Lewis"},
      {"text": "Believe you can and you're halfway there.", "author": "Theodore Roosevelt"},
      {"text": "Act as if what you do makes a difference. It does.", "author": "William James"},
      {"text": "The best way to predict the future is to create it.", "author": "Peter Drucker"},
      {"text": "Keep your face always toward the sunshine—and shadows will fall behind you.", "author": "Walt Whitman"},
      {"text": "Do what you can, with what you have, where you are.", "author": "Theodore Roosevelt"},
      {"text": "Dream big and dare to fail.", "author": "Norman Vaughan"},
      {"text": "The greatest danger for most of us is not that our aim is too high and we miss it, but that it is too low and we reach it.", "author": "Michelangelo"},
      {"text": "Start where you stand, and work with whatever tools you have at your command.", "author": "George Herbert"},
      {"text": "Opportunities don't happen, you create them.", "author": "Chris Grosser"},
      {"text": "Your time is limited, don’t waste it living someone else’s life.", "author": "Steve Jobs"},
      {"text": "The only person you are destined to become is the person you decide to be.", "author": "Ralph Waldo Emerson"},
      {"text": "Success is to be measured not so much by the position that one has reached in life as by the obstacles which he has overcome.", "author": "Booker T. Washington"},
      {"text": "It’s not whether you get knocked down, it’s whether you get up.", "author": "Vince Lombardi"},
      {"text": "Don’t let yesterday take up too much of today.", "author": "Will Rogers"},
      {"text": "If you can dream it, you can do it.", "author": "Walt Disney"},
      {"text": "The way to get started is to quit talking and begin doing.", "author": "Walt Disney"},
      {"text": "The best way out is always through.", "author": "Robert Frost"},
      {"text": "Difficulties in life are intended to make us better, not bitter.", "author": "Dan Reeves"},
      {"text": "Hope is the thing with feathers that perches in the soul.", "author": "Emily Dickinson"},
      {"text": "The only journey is the one within.", "author": "Rainer Maria Rilke"},
      {"text": "Every moment is a fresh beginning.", "author": "T.S. Eliot"},
      {"text": "It’s never too late to be what you might have been.", "author": "George Eliot"},
      {"text": "Rise above the storm and you will find the sunshine.", "author": "Mario Fernández"},
      {"text": "The world is full of possibilities for those who dare to dream.", "author": "Unknown"},
      {"text": "Even the darkest night will end and the sun will rise.", "author": "Victor Hugo"},
      {"text": "The greatest gift you can give yourself is a little bit of your own attention.", "author": "Anthony J. D’Angelo"},
      {"text": "Don’t wait for opportunity. Create it.", "author": "George Bernard Shaw"},
      {"text": "What we achieve inwardly will change outer reality.", "author": "Plutarch"},
      {"text": "The human spirit is stronger than anything that can happen to it.", "author": "C.C. Scott"},
      {"text": "Strive not to be a success, but rather to be of value.", "author": "Albert Einstein"},
      {"text": "There are far, far better things ahead than any we leave behind.", "author": "C.S. Lewis"},
      {"text": "You don’t have to see the whole staircase, just take the first step.", "author": "Martin Luther King Jr."},
      {"text": "The real voyage of discovery consists not in seeking new landscapes, but in having new eyes.", "author": "Marcel Proust"},
      {"text": "No one can make you feel inferior without your consent.", "author": "Eleanor Roosevelt"},
      {"text": "The key to immortality is first living a life worth remembering.", "author": "Bruce Lee"},
      {"text": "You were born with wings, why prefer to crawl through life?", "author": "Rumi"},
      {"text": "Challenges are what make life interesting; overcoming them is what makes life meaningful.", "author": "Joshua J. Marine"},
      {"text": "The only way to achieve the impossible is to believe it is possible.", "author": "Charles Kingsleigh"},
      {"text": "Happiness is not the absence of problems, it’s the ability to deal with them.", "author": "Steve Maraboli"},
      {"text": "The future depends on what you do today.", "author": "Mahatma Gandhi"},
      {"text": "Life is either a daring adventure or nothing at all.", "author": "Helen Keller"}
    ],
    "Wisdom": [
      {"text": "Life is 10% what happens to us and 90% how we react to it.", "author": "Charles R. Swindoll"},
      {"text": "The unexamined life is not worth living.", "author": "Socrates"},
      {"text": "We don't see things as they are, we see them as we are.", "author": "Anaïs Nin"},
      {"text": "The journey of a thousand miles begins with one step.", "author": "Lao Tzu"},
      {"text": "Knowing yourself is the beginning of all wisdom.", "author": "Aristotle"},
      {"text": "The only true wisdom is in knowing you know nothing.", "author": "Socrates"},
      {"text": "Life is really simple, but we insist on making it complicated.", "author": "Confucius"},
      {"text": "In the end, we will remember not the words of our enemies, but the silence of our friends.", "author": "Martin Luther King Jr."},
      {"text": "The greatest glory in living lies not in never falling, but in rising every time we fall.", "author": "Nelson Mandela"},
      {"text": "Turn your wounds into wisdom.", "author": "Oprah Winfrey"},
      {"text": "The mind is everything. What you think you become.", "author": "Buddha"},
      {"text": "Wisdom begins in wonder.", "author": "Socrates"},
      {"text": "Do not dwell in the past, do not dream of the future, concentrate the mind on the present moment.", "author": "Buddha"},
      {"text": "A fool thinks himself to be wise, but a wise man knows himself to be a fool.", "author": "William Shakespeare"},
      {"text": "He who knows others is wise; he who knows himself is enlightened.", "author": "Lao Tzu"},
      {"text": "The wise man does at once what the fool does finally.", "author": "Niccolò Machiavelli"},
      {"text": "To know what you know and what you do not know, that is true knowledge.", "author": "Confucius"},
      {"text": "Many lack the originality to lack originality.", "author": "Jim Jarmusch"},
      {"text": "The only way to make sense out of change is to plunge into it, move with it, and join the dance.", "author": "Alan Watts"},
      {"text": "Knowledge speaks, but wisdom listens.", "author": "Jimi Hendrix"},
      {"text": "The greatest wealth is to live content with little.", "author": "Plato"},
      {"text": "Silence is a source of great strength.", "author": "Lao Tzu"},
      {"text": "What you seek is seeking you.", "author": "Rumi"},
      {"text": "A wise man never knows all, only fools know everything.", "author": "African Proverb"},
      {"text": "The art of being wise is the art of knowing what to overlook.", "author": "William James"},
      {"text": "Patience is the companion of wisdom.", "author": "Saint Augustine"},
      {"text": "The less you respond to negative people, the more peaceful your life will become.", "author": "Unknown"},
      {"text": "To understand the heart and mind of a person, look not at what he has already achieved, but at what he aspires to.", "author": "Kahlil Gibran"},
      {"text": "Wisdom is not a product of schooling but of the lifelong attempt to acquire it.", "author": "Albert Einstein"},
      {"text": "Do not seek to follow in the footsteps of the wise. Seek what they sought.", "author": "Matsuo Basho"},
      {"text": "The fool wonders, the wise man asks.", "author": "Benjamin Disraeli"},
      {"text": "We are made wise not by the recollection of our past, but by the responsibility for our future.", "author": "George Bernard Shaw"},
      {"text": "The invariable mark of wisdom is to see the miraculous in the common.", "author": "Ralph Waldo Emerson"},
      {"text": "It is better to remain silent and be thought a fool than to speak and remove all doubt.", "author": "Abraham Lincoln"},
      {"text": "The wise adapt themselves to circumstances, as water molds itself to the pitcher.", "author": "Chinese Proverb"},
      {"text": "Knowledge is learning something every day. Wisdom is letting go of something every day.", "author": "Zen Proverb"},
      {"text": "He who knows, does not speak. He who speaks, does not know.", "author": "Lao Tzu"},
      {"text": "The truest wisdom is a resolute determination.", "author": "Napoleon Bonaparte"},
      {"text": "Wisdom is the reward you get for a lifetime of listening when you’d have preferred to talk.", "author": "Doug Larson"},
      {"text": "A single conversation with a wise man is worth a month’s study of books.", "author": "Chinese Proverb"}
    ],
    "Creativity": [
      {"text": "Every child is an artist. The problem is how to remain an artist once we grow up.", "author": "Pablo Picasso"},
      {"text": "Creativity is intelligence having fun.", "author": "Albert Einstein"},
      {"text": "Imagination is more important than knowledge.", "author": "Albert Einstein"},
      {"text": "Art washes away from the soul the dust of everyday life.", "author": "Pablo Picasso"},
      {"text": "Innovation distinguishes between a leader and a follower.", "author": "Steve Jobs"},
      {"text": "The worst enemy to creativity is self-doubt.", "author": "Sylvia Plath"},
      {"text": "You can’t use up creativity. The more you use, the more you have.", "author": "Maya Angelou"},
      {"text": "Logic will get you from A to B. Imagination will take you everywhere.", "author": "Albert Einstein"},
      {"text": "Do not fear mistakes. There are none.", "author": "Miles Davis"},
      {"text": "Curiosity about life in all its aspects, I think, is still the secret of great creative people.", "author": "Leo Burnett"},
      {"text": "Creativity is allowing yourself to make mistakes. Art is knowing which ones to keep.", "author": "Scott Adams"},
      {"text": "The desire to create is one of the deepest yearnings of the human soul.", "author": "Dieter F. Uchtdorf"},
      {"text": "To practice any art, no matter how well or badly, is a way to make your soul grow. So do it.", "author": "Kurt Vonnegut"},
      {"text": "Creativity doesn’t wait for that perfect moment. It fashions its own perfect moments out of ordinary ones.", "author": "Bruce Garrabrandt"},
      {"text": "The artist is not a special kind of person; rather each person is a special kind of artist.", "author": "Ananda Coomaraswamy"},
      {"text": "Creativity is the power to connect the seemingly unconnected.", "author": "William Plomer"},
      {"text": "The true sign of intelligence is not knowledge but imagination.", "author": "Albert Einstein"},
      {"text": "To draw, you must close your eyes and sing.", "author": "Pablo Picasso"},
      {"text": "The creative adult is the child who survived.", "author": "Ursula K. Le Guin"},
      {"text": "Every act of creation is first an act of destruction.", "author": "Pablo Picasso"},
      {"text": "Creativity is inventing, experimenting, growing, taking risks, breaking rules, making mistakes, and having fun.", "author": "Mary Lou Cook"},
      {"text": "The most creative act you will ever undertake is the act of creating yourself.", "author": "Deepak Chopra"},
      {"text": "Others have seen what is and asked why. I have seen what could be and asked why not.", "author": "Pablo Picasso"},
      {"text": "Creativity is just connecting things.", "author": "Steve Jobs"},
      {"text": "There are no rules of architecture for a castle in the clouds.", "author": "G.K. Chesterton"},
      {"text": "An idea that is not dangerous is unworthy of being called an idea at all.", "author": "Oscar Wilde"},
      {"text": "Inspiration exists, but it has to find you working.", "author": "Pablo Picasso"},
      {"text": "Creativity requires the courage to let go of certainties.", "author": "Erich Fromm"},
      {"text": "Make visible what, without you, might perhaps never have been seen.", "author": "Robert Bresson"},
      {"text": "The best way to have a good idea is to have lots of ideas.", "author": "Linus Pauling"}
    ],
    "Love": [
      {"text": "Love is composed of a single soul inhabiting two bodies.", "author": "Aristotle"},
      {"text": "The best thing to hold onto in life is each other.", "author": "Audrey Hepburn"},
      {"text": "We loved with a love that was more than love.", "author": "Edgar Allan Poe"},
      {"text": "Love is an irresistible desire to be irresistibly desired.", "author": "Robert Frost"},
      {"text": "To love and be loved is to feel the sun from both sides.", "author": "David Viscott"},
      {"text": "A successful marriage requires falling in love many times, always with the same person.", "author": "Mignon McLaughlin"},
      {"text": "Love does not dominate; it cultivates.", "author": "Johann Wolfgang von Goethe"},
      {"text": "The greatest happiness of life is the conviction that we are loved; loved for ourselves, or rather, loved in spite of ourselves.", "author": "Victor Hugo"},
      {"text": "Love is friendship that has caught fire.", "author": "Ann Landers"},
      {"text": "We accept the love we think we deserve.", "author": "Stephen Chbosky"},
      {"text": "Love recognizes no barriers. It jumps hurdles, leaps fences, penetrates walls to arrive at its destination full of hope.", "author": "Maya Angelou"},
      {"text": "The heart has its reasons which reason knows not.", "author": "Blaise Pascal"},
      {"text": "Love is not only something you feel, it is something you do.", "author": "David Wilkerson"},
      {"text": "Where there is love there is life.", "author": "Mahatma Gandhi"},
      {"text": "Being deeply loved by someone gives you strength, while loving someone deeply gives you courage.", "author": "Lao Tzu"},
      {"text": "Love is the only force capable of transforming an enemy into a friend.", "author": "Martin Luther King Jr."},
      {"text": "Love has no age, no limit; and no death.", "author": "John Galsworthy"},
      {"text": "We are most alive when we’re in love.", "author": "John Updike"},
      {"text": "Love is the poetry of the senses.", "author": "Honoré de Balzac"},
      {"text": "The giving of love is an education in itself.", "author": "Eleanor Roosevelt"},
      {"text": "Love is a canvas furnished by nature and embroidered by imagination.", "author": "Voltaire"},
      {"text": "True love stories never have endings.", "author": "Richard Bach"},
      {"text": "Love is when the other person’s happiness is more important than your own.", "author": "H. Jackson Brown Jr."},
      {"text": "In love, one and one are one.", "author": "Jean-Paul Sartre"},
      {"text": "Love is the flower you’ve got to let grow.", "author": "John Lennon"},
      {"text": "Love is an act of endless forgiveness, a tender look which becomes a habit.", "author": "Peter Ustinov"},
      {"text": "The more one judges, the less one loves.", "author": "Honoré de Balzac"},
      {"text": "Love is a game that two can play and both win.", "author": "Eva Gabor"},
      {"text": "Love doesn’t make the world go round. Love is what makes the ride worthwhile.", "author": "Franklin P. Jones"},
      {"text": "At the touch of love, everyone becomes a poet.", "author": "Plato"}
    ],
    "Courage": [
      {"text": "Courage is not the absence of fear, but the triumph over it.", "author": "Nelson Mandela"},
      {"text": "It takes courage to grow up and become who you really are.", "author": "E.E. Cummings"},
      {"text": "You gain strength, courage, and confidence by every experience in which you really stop to look fear in the face.", "author": "Eleanor Roosevelt"},
      {"text": "Fall seven times, stand up eight.", "author": "Japanese Proverb"},
      {"text": "Out of difficulties grow miracles.", "author": "Jean de La Bruyère"},
      {"text": "Rock bottom became the solid foundation on which I rebuilt my life.", "author": "J.K. Rowling"},
      {"text": "Our greatest glory is not in never falling, but in rising every time we fall.", "author": "Confucius"},
      {"text": "What lies behind us and what lies before us are tiny matters compared to what lies within us.", "author": "Ralph Waldo Emerson"},
      {"text": "You have power over your mind – not outside events. Realize this, and you will find strength.", "author": "Marcus Aurelius"},
      {"text": "Tough times never last, but tough people do.", "author": "Robert H. Schuller"},
      {"text": "Courage doesn’t always roar. Sometimes courage is the quiet voice at the end of the day saying, ‘I will try again tomorrow.’", "author": "Mary Anne Radmacher"},
      {"text": "The brave may not live forever, but the cautious do not live at all.", "author": "Meg Cabot"},
      {"text": "Fear is a reaction. Courage is a decision.", "author": "Winston Churchill"},
      {"text": "Courage is resistance to fear, mastery of fear—not absence of fear.", "author": "Mark Twain"},
      {"text": "Life shrinks or expands in proportion to one’s courage.", "author": "Anaïs Nin"},
      {"text": "The secret of happiness is freedom, and the secret of freedom is courage.", "author": "Thucydides"},
      {"text": "Success is not the absence of obstacles; it’s the courage to persist in the face of them.", "author": "Aisha Tyler"},
      {"text": "Courage is the most important of all the virtues because without courage, you can’t practice any other virtue consistently.", "author": "Maya Angelou"},
      {"text": "Bravery is being the only one who knows you’re afraid.", "author": "Franklin P. Jones"},
      {"text": "Sometimes even to live is an act of courage.", "author": "Seneca"},
      {"text": "Courage is what it takes to stand up and speak; courage is also what it takes to sit down and listen.", "author": "Winston Churchill"},
      {"text": "The only thing we have to fear is fear itself—nameless, unreasoning, unjustified terror.", "author": "Franklin D. Roosevelt"},
      {"text": "Mistakes are always forgivable, if one has the courage to admit them.", "author": "Bruce Lee"},
      {"text": "Courage is grace under pressure.", "author": "Ernest Hemingway"},
      {"text": "You will never do anything in this world without courage. It is the greatest quality of the mind next to honor.", "author": "Aristotle"},
      {"text": "Have the courage to follow your heart and intuition. They somehow already know what you truly want to become.", "author": "Steve Jobs"},
      {"text": "It’s not the strength of the body that counts, but the strength of the spirit.", "author": "J.R.R. Tolkien"},
      {"text": "Courage is found in unlikely places.", "author": "J.R.R. Tolkien"},
      {"text": "To dare is to lose one’s footing momentarily. Not to dare is to lose oneself.", "author": "Søren Kierkegaard"},
      {"text": "Courage is the ladder on which all the other virtues mount.", "author": "Clare Boothe Luce"}
    ],
    "Humor": [
      {"text": "I am so clever that sometimes I don’t understand a single word of what I am saying.", "author": "Oscar Wilde"},
      {"text": "Always forgive your enemies; nothing annoys them so much.", "author": "Oscar Wilde"},
      {"text": "I’m not superstitious, but I am a little stitious.", "author": "Michael Scott (The Office)"},
      {"text": "The difference between genius and stupidity is that genius has its limits.", "author": "Albert Einstein"},
      {"text": "I refuse to answer that question on the grounds that I don’t know the answer.", "author": "Douglas Adams"},
      {"text": "I love deadlines. I like the whooshing sound they make as they fly by.", "author": "Douglas Adams"},
      {"text": "The trouble with having an open mind, of course, is that people will insist on coming along and trying to put things in it.", "author": "Terry Pratchett"},
      {"text": "I’m not arguing, I’m just explaining why I’m right.", "author": "Unknown"},
      {"text": "I’m not lazy, I’m on energy-saving mode.", "author": "Unknown"},
      {"text": "I told my therapist I was having trouble with commitment. He said, 'How does that make you feel… for the next 30 years?'", "author": "Unknown"},
      {"text": "Many people lack the originality to lack originality.", "author": "Jim Jarmusch"},
      {"text": "I don’t have a drinking problem. I drink, I get drunk, I fall down. No problem.", "author": "Unknown"},
      {"text": "I’m not saying I’m Batman, but have you ever seen me and Batman in the same room?", "author": "Unknown"},
      {"text": "I used to think I was indecisive, but now I’m not so sure.", "author": "Unknown"},
      {"text": "Behind every great man is a woman rolling her eyes.", "author": "Jim Carrey"},
      {"text": "I’m not a vegetarian because I love animals; I’m a vegetarian because I hate plants.", "author": "A. Whitney Brown"},
      {"text": "I have a memory like an elephant. In fact, elephants often forget where they parked their trunks.", "author": "Unknown"},
      {"text": "I don’t suffer from insanity; I enjoy every minute of it.", "author": "Unknown"},
      {"text": "I’m writing a book. I’ve got the page numbers done.", "author": "Steven Wright"},
      {"text": "If at first you don’t succeed, then skydiving definitely isn’t for you.", "author": "Steven Wright"},
      {"text": "I told my wife she was drawing her eyebrows too high. She looked surprised.", "author": "Unknown"},
      {"text": "I intend to live forever. So far, so good.", "author": "Steven Wright"},
      {"text": "Some people say I’m condescending. That means I talk down to people.", "author": "Unknown"},
      {"text": "I’m not clumsy, the floor just loves me too much.", "author": "Unknown"},
      {"text": "I put my phone in airplane mode, but it’s not flying.", "author": "Unknown"},
      {"text": "I’m reading a book on anti-gravity. I can’t put it down.", "author": "Unknown"},
      {"text": "I told my friend he’s got a face for radio, but he still won’t shut up.", "author": "Unknown"},
      {"text": "I don’t trip; I do random gravity checks.", "author": "Unknown"},
      {"text": "I asked the librarian if they had any books on paranoia. She whispered, ‘They’re right behind you.’", "author": "Unknown"}
    ],
    "Science": [
      {"text": "The science of today is the technology of tomorrow.", "author": "Edward Teller"},
      {"text": "Any sufficiently advanced technology is indistinguishable from magic.", "author": "Arthur C. Clarke"},
      {"text": "Innovation is the outcome of a habit, not a random act.", "author": "Sukant Ratnakar"},
      {"text": "The greatest enemy of knowledge is not ignorance, it is the illusion of knowledge.", "author": "Stephen Hawking"},
      {"text": "We are just an advanced breed of monkeys on a minor planet of a very average star. But we can understand the Universe. That makes us something very special.", "author": "Stephen Hawking"},
      {"text": "The good thing about science is that it’s true whether or not you believe in it.", "author": "Neil deGrasse Tyson"},
      {"text": "The Internet is becoming the town square for the global village of tomorrow.", "author": "Bill Gates"},
      {"text": "Once a new technology rolls over you, if you’re not part of the steamroller, you’re part of the road.", "author": "Stewart Brand"},
      {"text": "The advance of technology is based on making it fit in so that you don’t really even notice it, so it’s part of everyday life.", "author": "Bill Gates"},
      {"text": "Technology is a useful servant but a dangerous master.", "author": "Christian Lous Lange"},
      {"text": "Science is a way of thinking much more than it is a body of knowledge.", "author": "Carl Sagan"},
      {"text": "The most beautiful experience we can have is the mysterious—the fundamental emotion which stands at the cradle of true art and true science.", "author": "Albert Einstein"},
      {"text": "Somewhere, something incredible is waiting to be known.", "author": "Carl Sagan"},
      {"text": "Science flies you to the moon. Religion flies you into buildings.", "author": "Victor Stenger"},
      {"text": "The universe is under no obligation to make sense to you.", "author": "Neil deGrasse Tyson"},
      {"text": "The important thing is not to stop questioning. Curiosity has its own reason for existing.", "author": "Albert Einstein"},
      {"text": "Equipped with his five senses, man explores the universe around him and calls the adventure Science.", "author": "Edwin Hubble"},
      {"text": "Science is the great antidote to the poison of enthusiasm and superstition.", "author": "Adam Smith"},
      {"text": "The whole of science is nothing more than a refinement of everyday thinking.", "author": "Albert Einstein"},
      {"text": "The real problem is not whether machines think but whether men do.", "author": "B.F. Skinner"},
      {"text": "Science knows no country, because knowledge belongs to humanity.", "author": "Louis Pasteur"},
      {"text": "The most exciting phrase to hear in science, the one that heralds new discoveries, is not ‘Eureka!’ but ‘That’s funny…’", "author": "Isaac Asimov"},
      {"text": "Research is what I’m doing when I don’t know what I’m doing.", "author": "Wernher von Braun"},
      {"text": "Science is organized knowledge. Wisdom is organized life.", "author": "Immanuel Kant"},
      {"text": "The universe is not required to be in perfect harmony with human ambition.", "author": "Carl Sagan"},
      {"text": "In science, there are no shortcuts to truth.", "author": "Kary Mullis"},
      {"text": "The beauty of a living thing is not the atoms that go into it, but the way those atoms are put together.", "author": "Carl Sagan"},
      {"text": "Science is a way of life. Science is a perspective.", "author": "Brian Greene"},
      {"text": "The saddest aspect of life right now is that science gathers knowledge faster than society gathers wisdom.", "author": "Isaac Asimov"},
      {"text": "Every great advance in science has issued from a new audacity of imagination.", "author": "John Dewey"}
    ],
    "Literature": [
      {"text": "A reader lives a thousand lives before he dies. The man who never reads lives only one.", "author": "George R.R. Martin"},
      {"text": "Words are our most inexhaustible source of magic.", "author": "J.K. Rowling"},
      {"text": "There is no greater agony than bearing an untold story inside you.", "author": "Maya Angelou"},
      {"text": "The pen is mightier than the sword.", "author": "Edward Bulwer-Lytton"},
      {"text": "You can make anything by writing.", "author": "C.S. Lewis"},
      {"text": "A writer is someone for whom writing is more difficult than it is for other people.", "author": "Thomas Mann"},
      {"text": "Write what should not be forgotten.", "author": "Isabel Allende"},
      {"text": "The first draft is just you telling yourself the story.", "author": "Terry Pratchett"},
      {"text": "Stories may well be lies, but they are good lies that say true things.", "author": "Neil Gaiman"},
      {"text": "A word after a word after a word is power.", "author": "Margaret Atwood"},
      {"text": "There is no friend as loyal as a book.", "author": "Ernest Hemingway"},
      {"text": "Books are a uniquely portable magic.", "author": "Stephen King"},
      {"text": "If there’s a book that you want to read, but it hasn’t been written yet, then you must write it.", "author": "Toni Morrison"},
      {"text": "Good books don’t give up all their secrets at once.", "author": "Stephen King"},
      {"text": "Literature is a luxury; fiction is a necessity.", "author": "G.K. Chesterton"},
      {"text": "A room without books is like a body without a soul.", "author": "Cicero"},
      {"text": "The only way you can truly get to know an author is through the trail of ink he leaves behind.", "author": "Carlos Ruiz Zafón"},
      {"text": "Literature is the most agreeable way of ignoring life.", "author": "Fernando Pessoa"},
      {"text": "A good book is an event in my life.", "author": "Stendhal"},
      {"text": "Fiction reveals truth that reality obscures.", "author": "Jessamyn West"},
      {"text": "The world was hers for the reading.", "author": "Betty Smith"},
      {"text": "Writing is a way of talking without being interrupted.", "author": "Jules Renard"},
      {"text": "Books are mirrors: you only see in them what you already have inside you.", "author": "Carlos Ruiz Zafón"},
      {"text": "A story is a letter that the author writes to himself, to tell himself things that he would be unable to discover otherwise.", "author": "Carlos Ruiz Zafón"},
      {"text": "Literature does not exist in a vacuum. Writers shape their world as much as they are shaped by it.", "author": "Toni Morrison"},
      {"text": "The books that the world calls immoral are books that show the world its own shame.", "author": "Oscar Wilde"},
      {"text": "A book is a dream that you hold in your hand.", "author": "Neil Gaiman"},
      {"text": "We tell ourselves stories in order to live.", "author": "Joan Didion"},
      {"text": "There is no such thing as a moral or an immoral book. Books are well written, or badly written. That is all.", "author": "Oscar Wilde"},
      {"text": "Reading is to the mind what exercise is to the body.", "author": "Joseph Addison"}
    ],
    "Nature": [
      {"text": "The Earth does not belong to us: we belong to the Earth.", "author": "Chief Seattle"},
      {"text": "In every walk with nature, one receives far more than he seeks.", "author": "John Muir"},
      {"text": "The clearest way into the Universe is through a forest wilderness.", "author": "John Muir"},
      {"text": "What is the use of a house if you haven’t got a tolerable planet to put it on?", "author": "Henry David Thoreau"},
      {"text": "We won’t have a society if we destroy the environment.", "author": "Margaret Mead"},
      {"text": "The environment is where we all meet; where all have a mutual interest; it is the one thing all of us share.", "author": "Lady Bird Johnson"},
      {"text": "Nature always wears the colors of the spirit.", "author": "Ralph Waldo Emerson"},
      {"text": "Look deep into nature, and then you will understand everything better.", "author": "Albert Einstein"},
      {"text": "The poetry of the earth is never dead.", "author": "John Keats"},
      {"text": "Adopt the pace of nature: her secret is patience.", "author": "Ralph Waldo Emerson"},
      {"text": "The mountains are calling and I must go.", "author": "John Muir"},
      {"text": "Nature does not hurry, yet everything is accomplished.", "author": "Lao Tzu"},
      {"text": "The world is full of magic things, patiently waiting for our senses to grow sharper.", "author": "W.B. Yeats"},
      {"text": "The goal of life is to make your heartbeat match the beat of the universe.", "author": "Joseph Campbell"},
      {"text": "A flower does not think of competing with the flower next to it. It just blooms.", "author": "Zen Shin"},
      {"text": "The sky is the daily bread of the eyes.", "author": "Ralph Waldo Emerson"},
      {"text": "Nature is not a place to visit. It is home.", "author": "Gary Snyder"},
      {"text": "The ocean stirs the heart, inspires the imagination, and brings eternal joy to the soul.", "author": "Robert Wyland"},
      {"text": "To sit in the shade on a fine day and look upon verdure is the most perfect refreshment.", "author": "Jane Austen"},
      {"text": "The earth laughs in flowers.", "author": "Ralph Waldo Emerson"},
      {"text": "Nature is pleased with simplicity.", "author": "Isaac Newton"},
      {"text": "The sea, once it casts its spell, holds one in its net of wonder forever.", "author": "Jacques Cousteau"},
      {"text": "Live in each season as it passes; breathe the air, drink the drink, taste the fruit.", "author": "Henry David Thoreau"},
      {"text": "The forest makes your heart gentle. You become one with it.", "author": "John Muir"},
      {"text": "Nature’s peace will flow into you as sunshine flows into trees.", "author": "John Muir"},
      {"text": "The sun does not shine for a few trees and flowers, but for the wide world’s joy.", "author": "Henry Ward Beecher"},
      {"text": "The earth has music for those who listen.", "author": "George Santayana"},
      {"text": "One touch of nature makes the whole world kin.", "author": "William Shakespeare"},
      {"text": "Nature is the art of God.", "author": "Dante Alighieri"},
      {"text": "The least movement is of importance to all nature. The entire ocean is affected by a pebble.", "author": "Blaise Pascal"}
    ],
    "Time": [
      {"text": "Time is a created thing. To say 'I don’t have time' is to say 'I don’t want to.'", "author": "Lao Tzu"},
      {"text": "The trouble is, you think you have time.", "author": "Buddha"},
      {"text": "Time is what we want most, but what we use worst.", "author": "William Penn"},
      {"text": "Lost time is never found again.", "author": "Benjamin Franklin"},
      {"text": "They always say time changes things, but you actually have to change them yourself.", "author": "Andy Warhol"},
      {"text": "Time you enjoy wasting is not wasted time.", "author": "Marthe Troly-Curtin"},
      {"text": "You can’t turn back the clock. But you can wind it up again.", "author": "Bonnie Prudden"},
      {"text": "Time is the longest distance between two places.", "author": "Tennessee Williams"},
      {"text": "The two most powerful warriors are patience and time.", "author": "Leo Tolstoy"},
      {"text": "Dost thou love life? Then do not squander time, for that is the stuff life is made of.", "author": "Benjamin Franklin"},
      {"text": "The life you have left is a gift. Cherish it.", "author": "Leo Buscaglia"},
      {"text": "Time is a storm in which we are all lost.", "author": "William Carlos Williams"},
      {"text": "We must use time as a tool, not as a crutch.", "author": "John F. Kennedy"},
      {"text": "Time flies over us, but leaves its shadow behind.", "author": "Nathaniel Hawthorne"},
      {"text": "The present is the point at which time touches eternity.", "author": "C.S. Lewis"},
      {"text": "Time is the wisest counselor of all.", "author": "Pericles"},
      {"text": "The future is something which everyone reaches at the rate of sixty minutes an hour, whatever he does, whoever he is.", "author": "C.S. Lewis"},
      {"text": "Time is a circus, always packing up and moving away.", "author": "Ben Hecht"},
      {"text": "The present is theirs; the future, for which I really worked, is mine.", "author": "Nikola Tesla"},
      {"text": "Time is the fire in which we burn.", "author": "Delmore Schwartz"},
      {"text": "We must not allow the clock and the calendar to blind us to the fact that each moment of life is a miracle and mystery.", "author": "H.G. Wells"},
      {"text": "Time is a great teacher, but unfortunately it kills all its pupils.", "author": "Hector Berlioz"},
      {"text": "Yesterday is gone. Tomorrow has not yet come. We have only today. Let us begin.", "author": "Mother Teresa"},
      {"text": "Time is a dressmaker specializing in alterations.", "author": "Faith Baldwin"},
      {"text": "The only reason for time is so that everything doesn’t happen at once.", "author": "Albert Einstein"},
      {"text": "Time is the school in which we learn, time is the fire in which we burn.", "author": "Delmore Schwartz"},
      {"text": "Time brings all things to pass.", "author": "Aeschylus"},
      {"text": "Time is too slow for those who wait, too swift for those who fear, too long for those who grieve, too short for those who rejoice.", "author": "Henry Van Dyke"},
      {"text": "Men talk of killing time, while time quietly kills them.", "author": "Dion Boucicault"},
      {"text": "Time does not change us. It just unfolds us.", "author": "Max Frisch"}
    ],
    "Leadership": [
      {"text": "A leader is one who knows the way, goes the way, and shows the way.", "author": "John C. Maxwell"},
      {"text": "The greatest leader is not necessarily the one who does the greatest things. He is the one that gets the people to do the greatest things.", "author": "Ronald Reagan"},
      {"text": "Leadership is the capacity to translate vision into reality.", "author": "Warren Bennis"},
      {"text": "Success is walking from failure to failure with no loss of enthusiasm.", "author": "Winston Churchill"},
      {"text": "If your actions inspire others to dream more, learn more, do more, and become more, you are a leader.", "author": "John Quincy Adams"},
      {"text": "The function of leadership is to produce more leaders, not more followers.", "author": "Ralph Nader"},
      {"text": "Do not follow where the path may lead. Go instead where there is no path and leave a trail.", "author": "Ralph Waldo Emerson"},
      {"text": "Leadership is not about being in charge. It is about taking care of those in your charge.", "author": "Simon Sinek"},
      {"text": "The price of greatness is responsibility.", "author": "Winston Churchill"},
      {"text": "Success is not the key to happiness. Happiness is the key to success.", "author": "Albert Schweitzer"},
      {"text": "The best leaders are those most interested in surrounding themselves with assistants and associates smarter than they are.", "author": "John C. Maxwell"},
      {"text": "A good leader takes a little more than his share of the blame, a little less than his share of the credit.", "author": "Arnold H. Glasow"},
      {"text": "Leadership is not about titles, positions, or flowcharts. It is about one life influencing another.", "author": "John C. Maxwell"},
      {"text": "The art of leadership is saying no, not saying yes. It is very easy to say yes.", "author": "Tony Blair"},
      {"text": "Great leaders don’t create followers; they inspire others to become leaders.", "author": "Unknown"},
      {"text": "Leadership is unlocking people’s potential to become better.", "author": "Bill Bradley"},
      {"text": "The task of the leader is to get his people from where they are to where they have not been.", "author": "Henry Kissinger"},
      {"text": "Great leaders don’t create followers; they empower others to become leaders.", "author": "Tom Peters"},
      {"text": "The very essence of leadership is that you have to have a vision.", "author": "Theodore Hesburgh"},
      {"text": "A leader is best when people barely know he exists.", "author": "Lao Tzu"},
      {"text": "To lead people, walk behind them.", "author": "Lao Tzu"},
      {"text": "The strength of the team is each individual member. The strength of each member is the team.", "author": "Phil Jackson"},
      {"text": "Leadership is about making others better as a result of your presence.", "author": "Sheryl Sandberg"},
      {"text": "A leader takes people where they want to go. A great leader takes people where they don’t necessarily want to go, but ought to be.", "author": "Rosalynn Carter"},
      {"text": "Management is doing things right; leadership is doing the right things.", "author": "Peter Drucker"},
      {"text": "The best way to find out if you can trust somebody is to trust them.", "author": "Ernest Hemingway"},
      {"text": "Leadership does not always wear the harness of compromise.", "author": "Woodrow Wilson"},
      {"text": "A genuine leader is not a searcher for consensus but a molder of consensus.", "author": "Martin Luther King Jr."},
      {"text": "The leader is one who, out of the clutter, brings simplicity.", "author": "Albert Einstein"},
      {"text": "Leadership is the art of giving people a platform for spreading ideas that work.", "author": "Seth Godin"}
    ],
    "Philosophy": [
      {"text": "The soul becomes dyed with the color of its thoughts.", "author": "Marcus Aurelius"},
      {"text": "He who has a why to live can bear almost any how.", "author": "Friedrich Nietzsche"},
      {"text": "Happiness is not something ready-made. It comes from your own actions.", "author": "Dalai Lama"},
      {"text": "The mind is everything. What you think you become.", "author": "Buddha"},
      {"text": "The only way to deal with an unfree world is to become so absolutely free that your very existence is an act of rebellion.", "author": "Albert Camus"},
      {"text": "Man is the measure of all things.", "author": "Protagoras"},
      {"text": "I think, therefore I am.", "author": "René Descartes"},
      {"text": "The unexamined life is not worth living.", "author": "Socrates"},
      {"text": "Whereof one cannot speak, thereof one must be silent.", "author": "Ludwig Wittgenstein"},
      {"text": "Hell is other people.", "author": "Jean-Paul Sartre"},
      {"text": "The first principle is that you must not fool yourself—and you are the easiest person to fool.", "author": "Richard Feynman"},
      {"text": "To be is to do.", "author": "Socrates"},
      {"text": "We are what we repeatedly do. Excellence, then, is not an act, but a habit.", "author": "Aristotle"},
      {"text": "There is only one good, knowledge, and one evil, ignorance.", "author": "Socrates"},
      {"text": "The life of man is of a short duration; the spirit of man is eternal.", "author": "Plato"},
      {"text": "The happiness of your life depends upon the quality of your thoughts.", "author": "Marcus Aurelius"},
      {"text": "There is no path to happiness: happiness is the path.", "author": "Buddha"},
      {"text": "Man is condemned to be free.", "author": "Jean-Paul Sartre"},
      {"text": "The only thing I know is that I know nothing.", "author": "Socrates"},
      {"text": "We are what we repeatedly do.", "author": "Aristotle"},
      {"text": "Life must be understood backward. But it must be lived forward.", "author": "Søren Kierkegaard"},
      {"text": "To live is to suffer, to survive is to find some meaning in the suffering.", "author": "Friedrich Nietzsche"},
      {"text": "The function of souls is to help one another.", "author": "Plato"},
      {"text": "One cannot step twice in the same river.", "author": "Heraclitus"},
      {"text": "The world is beautiful, but has a disease called man.", "author": "Friedrich Nietzsche"},
      {"text": "Everything we hear is an opinion, not a fact. Everything we see is a perspective, not the truth.", "author": "Marcus Aurelius"},
      {"text": "You have your way. I have my way. As for the right way, the correct way, and the only way, it does not exist.", "author": "Friedrich Nietzsche"},
      {"text": "The meaning of life is to give life meaning.", "author": "Viktor E. Frankl"},
      {"text": "What need is there to weep over parts of life? The whole of it calls for tears.", "author": "Seneca"}
    ],
    "Miscellaneous": [
      {"text": "Not all those who wander are lost.", "author": "J.R.R. Tolkien"},
      {"text": "You miss 100% of the shots you don’t take.", "author": "Wayne Gretzky"},
      {"text": "If you want to go fast, go alone. If you want to go far, go together.", "author": "African Proverb"},
      {"text": "When one door of happiness closes, another opens; but often we look so long at the closed door that we do not see the one which has been opened for us.", "author": "Helen Keller"},
      {"text": "The best revenge is massive success.", "author": "Frank Sinatra"},
      {"text": "I can resist everything except temptation.", "author": "Oscar Wilde"},
      {"text": "The only thing we have to fear is fear itself.", "author": "Franklin D. Roosevelt"},
      {"text": "To infinity and beyond!", "author": "Buzz Lightyear (Toy Story)"},
      {"text": "May the Force be with you.", "author": "Obi-Wan Kenobi (Star Wars)"},
      {"text": "Carpe diem. Seize the day, boys. Make your lives extraordinary.", "author": "John Keating (Dead Poets Society)"},
      {"text": "Life is what happens when you’re busy making other plans.", "author": "John Lennon"},
      {"text": "It is better to be hated for what you are than to be loved for what you are not.", "author": "André Gide"},
      {"text": "The purpose of life is to live it, to taste experience to the utmost.", "author": "Eleanor Roosevelt"},
      {"text": "Be yourself; everyone else is already taken.", "author": "Oscar Wilde"},
      {"text": "Two roads diverged in a wood, and I—I took the one less traveled by, and that has made all the difference.", "author": "Robert Frost"},
      {"text": "The best way to cheer yourself up is to try to cheer somebody else up.", "author": "Mark Twain"},
      {"text": "Life is short, and it’s up to you to make it sweet.", "author": "Sarah Louise Delany"},
      {"text": "The greatest pleasure in life is doing what people say you cannot do.", "author": "Walter Bagehot"},
      {"text": "Don’t cry because it’s over, smile because it happened.", "author": "Dr. Seuss"},
      {"text": "If you obey all the rules, you miss all the fun.", "author": "Katharine Hepburn"},
      {"text": "The question isn’t who’s going to let me; it’s who’s going to stop me.", "author": "Ayn Rand"},
      {"text": "Life is a mystery which must be lived, not a problem to be solved.", "author": "Unknown"},
      {"text": "The only impossible journey is the one you never begin.", "author": "Tony Robbins"},
      {"text": "Happiness is a warm puppy.", "author": "Charles M. Schulz"},
      {"text": "Do what you feel in your heart to be right—for you’ll be criticized anyway.", "author": "Eleanor Roosevelt"},
      {"text": "The greatest risk in life is to risk nothing.", "author": "William Arthur Ward"},
      {"text": "Some people feel the rain. Others just get wet.", "author": "Bob Marley"},
      {"text": "It is not length of life, but depth of life.", "author": "Ralph Waldo Emerson"},
      {"text": "You don’t drown by falling in the water; you drown by staying there.", "author": "Edwin Louis Cole"},
      {"text": "Life isn’t about finding yourself. Life is about creating yourself.", "author": "George Bernard Shaw"}
    ]
  }
}